Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/unemployment_and_redundancy/employment_support_schemes/tus.html.txt.tmx
Source language: en
Languages: ga

source: • Community and voluntary organisations
ga: • Eagraíochtaí pobail agus deonacha

source: The Tús initiative is a community work placement scheme providing short-term working opportunities for unemployed people
ga: Is tionscnamh socrúcháin oibre sa phobal é Tús a sholáthraíonn deiseanna oibre gearrthéarmacha do dhaoine dífhostaithe

source: The work opportunities are to benefit the community and are provided by community and voluntary organisations in both urban and rural areas
ga: Tá sé i gceist ag na deiseanna oibre ann chun an pobal a thairbhiú agus tá siad soláthraithe ag eagraíochtaí pobail agus deonacha i gceantair uirbeacha agus tuaithe araon

source: The Tús initiative is managed by local development companies and Údarás na Gaeltachta for the Department of Social Protection, which has overall responsibility for the scheme
ga: Tá an tionscnamh Tús á bhainistiú ag comhlachtaí forbartha áitiúla agus Údarás na Gaeltachta don Roinn Coimirce Sóisialaí, a bhfuil freagracht fhoriomlán ar an scéim

source: Unemployed people who are eligible to participate in the scheme are selected and contacted by the Department of Social Protection – see 'Selection process' below
ga: Beidh daoine dífhostaithe atá i dteideal páirt a ghlacadh sa scéim á roghnú agus déanfaidh an Roinn Coimirce Sóisialaí teagmháil leo – féach 'Próiseas roghnúcháin' thíos

source: All the work carried out by participants in the Tús scheme will be community-based
ga: Ní mór don obair go léir a dhéanann na rannpháirtithe ar an scéim Tús pobalbhunaithe

source: The types of project eligible for the scheme may include:
ga: I measc na gcineálacha tionscadal incháilithe don scéim tá:

source: • Environmental services (for example, conservation and maintenance of national walkways)
ga: • Seirbhísí (mar shampla, caomhnú agus cothabháil siúláin náisiúnta)

source: • Caring services (for example, childcare, care of older people)
ga: • Seirbhísí cúramacha (mar shampla, cúram leanaí, cúram daoine aosta)

source: • General community services (for example, newsletters or information provision for communities)
ga: • Seirbhísí pobail ginearálta (mar shampla, nuachtlitreacha nó soláthar faisnéise do phobail

source: • Heritage and cultural services (for example, local heritage project)
ga: • Seirbhísí oidhreachta (mar shampla, tionscadal oidhreachta áitiúil)

source: • Para-educational services (for example, community playgroups)
ga: • Seirbhísí para-oideachasúil (mar shampla, grúpaí imeartha pobail)

source: The places on the scheme are allocated to community and voluntary organisations involved in the delivery of local services in urban and rural areas – see 'Community and voluntary organisations' below
ga: Leithdháilfear áiteanna ar an scéim d’eagraíochtaí pobail agus deonacha a bhfuil baint acu le seachadadh seirbhísí áitiúla i gceantair uirbeacha agus tuaithe - féach 'Eagraíochtaí pobail agus deonacha' thíos

source: The allocation is based on the numbers of eligible unemployed people in each local development company or Údarás na Gaeltachta area
ga: Beidh an leithdháileadh bunaithe ar líon na ndaoine dífhostaithe incháilithe i ngach comhlacht forbartha áitiúla nó i gceantar Údarás na Gaeltachta

source: To be eligible to participate in the Tús scheme you must:
ga: Chun a bheith incháilithe páirt a ghlacadh sa scéim Tús ní mór duit na coinníollacha seo a leanas a shásamh:

source: • Have been continuously unemployed for at least 12 months and "signing on" on a full-time basis; and
ga: • A bheith dífhostaithe go leanúnach ar feadh ar a laghad 12 mhí agus "ag síniú" ar bhonn lán-aimseartha; agus

source: • Have been receiving a jobseeker's payment (Jobseeker's Benefit or Jobseeker's Allowance) from the Department of Social Protection for at least 12 months; and
ga: • A bheith ag fáil íocaíochta cuardaitheora poist (Sochar Cuardaitheora Poist nó Liúntas Cuardaitheora Poist) ón Roinn Coimirce Sóisialaí le haghaidh 12 mhí ar a laghad; agus

source: • Be currently receiving Jobseeker's Allowance
ga: • A bheith ag fáil Liúntas Cuardaitheora Poist

source: Unemployed people who are eligible for the scheme will be identified and contacted by their social welfare local office or Intreo centre and offered the opportunity to participate in the scheme
ga: Déanfar daoine dífhostaithe a bhfuil incháilithe don scéim a shainaithint agus déanfaidh a n-oifig leasa shóisialaigh nó ionad Intreo áitiúil teagmháil leo agus cuirfear an deis ar fáil dóibh a bheith páirteach sa scéim

source: Since May 2015, some Tús places can now be filled through self-referral by potential participants
ga: Ó Bealtaine 2015, d’fhéadfadh go líontar roinnt áiteanna trí féinatreorúchán ag rannpháirtithe féideartha

source: If they agree to participate in the Tús scheme they will be referred to their local development company or Údarás na Gaeltachta where they will be recruited for a suitable placement when it becomes available
ga: Má aontaíonn siad páirt a ghlacadh sa scéim Tús iarchuirfear chuig a gcomhlacht forbartha áitiúla iad nó chuig Údarás na Gaeltachta, áit ina mbeidh siad earcaithe le haghaidh socrúchán oibre cuí nuair a bheidh sé ar fáil

source: As there only limited places available on the scheme, not all eligible unemployed people will be contacted
ga: Toisc nach bhfuil ach líon teoranta áiteanna ar an scéim, ní dhéanfar teagmháil le gach duine dífhostaithe incháilithe

source: Participants on Tús can take up other part-time employment provided it does not interfere with the work and times of the Tús work placement
ga: Is féidir le rannpháirtithe ar an scéim Tús fostaíocht páirtaimseartha eile a ghlacadh ar choinníoll nach gcuireann sé isteach ar obair agus amanna an tsocrúcháin oibre Tús

source: If participants are offered full-time alternative work they may terminate their work placement contract
ga: Má chuirtear obair lánaimseartha eile ar fáil do rannpháirtithe d'fhéadfaidís deireadh a chur lena gconradh socrúcháin oibre

source: Under the National Employment Action Plan someone getting Jobseeker’s Allowance (JA) is required to take up work opportunities such as the offer of a Tús work placement
ga: Faoin bPlean Gníomhaíochta Náisiúnta um Fhostaíocht tá ar dhuine atá ag fáil Liúntas Cuardaitheora Poist glacadh le deiseanna oibre, mar shampla tairiscint socrúcháin oibre Tús

source: If they refuse a work opportunity without good reason, they may have their social welfare payment reduced or terminated
ga: Má dhiúltaíonn siad le deis oibre gan chúis mhaith, d'fhéadfadh a n-íocaíocht leasa shóisialaigh a laghdú nó a fhoirceannadh

source: If, following a refusal of a placement, someone’s payment is reduced or terminated they may appeal this decision to the Social Welfare Appeals Office within 21 days
ga: Más rud é, tar éis diúltú socrúcháin, go ndéantar íocaíocht duine a laghdú nó a fhoirceannadh d'fhéadfadh siad iarraidh ar achomharc an chinnidh sin chuig an Oifig Achomhairc Leasa Shóisialaigh laistigh de 21 lá

source: Participants will work for 19 ½ hours a week and the placement lasts 12 months
ga: Beidh na rannpháirtithe ag obair ar feadh 19 uair an chloig go leith in aghaidh na seachtaine agus maireann an socrúchán oibre ar feadh 12 mhí

source: They receive the same statutory annual leave and public holiday entitlement as other employees
ga: Gheobhaidh siad an tsaoire bhliantúil reachtúil céanna agus teidlíocht saoire poiblí mar aon le fostaithe eile

source: During the 12 months, they may have up to 2 days’ uncertified and 7 days’ certified sick leave
ga: I rith an 12 mhí, d’fhéadfadh go mbeadh 2 lá saoire bhreoiteachta neamhdheimhnithe agus 7 lá saoire bhreoiteachta deimhnithe acu

source: When the placement finishes, they should sign on again with their local social welfare office
ga: Nuair a chríochnaíonn an socrúchán, ba chóir dóibh síniú lena n-oifig leasa shóisialaigh áitiúil arís

source: They cannot participate in the Tús scheme again for 3 years
ga: Ní féidir leo páirt a ghlacadh sa scéim Tús arís ar feadh 3 bliana

source: Childcare: If you need childcare in order to participate in the Tús scheme, you may be eligible for the After-School Child Care (ASCC) scheme
ga: Cúram leanaí: Má tá cúram leanaí de dhíth ort chun páirt a ghlacadh sa scéim Tús, d’fhéadfá bheith incháilithe le haghaidh na Scéime Cúram Leanaí Iarscoile

source: The minimum weekly payment for participants (based on 19.5 hours worked) is €215.50 from March 2017
ga: Is an t-íosráta íocaíochta seachtainiúil do rannpháirtithe €215.50 (bunaithe ar fhigiúr 19.5 uaireanta oibre) ó Márta 2017

source: If the actual Jobseeker’s Allowance (including dependants) you were getting was €193 a week or less, then you will get the minimum Tús weekly rate of €215.50 (that is €193 plus €22.50)
ga: Más €193 nó níos lú sa tseachtain é an Liúntas Cuardaitheora Poist (cleithiúnaithe san áireamh) atá á fáil ag rannpháirtithe, gheobhaidh siad an t-íosráta seachtainiúil Tús €215.50 (sin é €193 móide €22.50)

source: If your actual weekly Jobseeker’s Allowance (including dependants) was €193.01 or more, then you will get the equivalent rate plus €22.50 (there are some exceptions to this)
ga: Más €193.01 nó níos mó sa tseachtain é an Liúntas Cuardaitheora Poist (cleithiúnaithe san áireamh) atá á fáil acu, gheobhaidh siad an ráta coibhéiseach móide €22.50 (tá roinnt eisceachtaí ann)

source: Participants will retain any extra benefits and the medical card provided they are still eligible
ga: Coimeádann rannpháirtithe aon sochair bhreise agus an cárta leighis ar an gcuntar go mbíonn siad incháilithe fós

source: If you have any additional income, for example, from part-time work, it will not affect your Tús payment
ga: Má tá aon ioncam breise agat, mar shampla, ioncam ó obair páirtaimseartha, ní bheidh aon tionchar ar d’íocaíocht Tús

source: However, the rules on change of circumstances that apply to Jobseeker’s Allowance also apply to the Tús payment
ga: Áfach, baineann na rialacha le haghaidh athraithe i do chúinsí féin le do bhuníocaíocht leasa shóisialaigh le d’íocaíocht Tús freisin

source: In order to avoid any possible overpayments, if there is any change in your circumstances, you should inform your local development company or Údarás na Gaeltachta and your local social welfare office
ga: Chun ró-íocaíocht a sheachaint, má tá aon athrú i do chúinsí féin, ba chóir duit cuir in iúl do chomhlacht forbartha áitiúla nó d’oifig Údarás na Gaeltachta agus d’oifig leasa shóisialaigh áitiúil

source: One example of a change in your circumstances would be if your dependant got a job
ga: Mar shampla athraithe i do chúinsí féin, má fhaigheann do chleithiúnaí post, déanfar a n-ioncam a mheas mar acmhainní i gcoinne d’íocaíochta Tús

source: Their income would be assessed as means and your Tús payment might be reduced. It cannot be reduced below the minimum rate of €215.50
ga: D’fhéadfadh go laghdófar d’íocaíocht Tús ach ní fhéadfadh í faoi bhun an íosráta €215.50 a laghdaigh

source: Spouses or partners and Tús
ga: Céile nó páirtnéir agus Tús

source: If you get a place on a Tús scheme and your spouse or partner is claiming Jobseeker's Allowance (JA), Disability Allowance (DA) or Farm Assist in their own right, they can claim an Increase for a Qualified Adult with their JA, DA or Farm Assist
ga: Má fhaigheann tú áit ar scéim Tús agus má fhaigheann do chéile nó pháirtnéir Liúntas Cuardaitheora Poist (LCP), Liúntas Míchumais (LM) nó Cúnamh Feirme dóibh féin, is féidir leo Méadú I leith Duine Fásta Cáilithe leis an LCP, LM nó Cúnamh Feirme a éiligh

source: Your income from the Tús scheme (as a single person) is then assessed as insurable employment against their payment
ga: Ansin déantar measúnú ar d’ioncam ón scéim Tús (mar dhuine singil) mar fhostaíocht inárachais i leith na híocaíochta

source: If you are on a Tús scheme and your spouse or partner gets a place on a Tús scheme, you will each get a single rate of the Tús payment together with half of the Increases for a Qualified Child for any dependent children
ga: Má tá tú ar scéim Tús agus má fhaigheann do chéile nó do pháirtnéir áit ar scéim Tús, gheobhaidh gach duine agaibh ráta singil íocaíochta Tús chomh maith le leath a Mhéadú Linbh Cáilithe le haghaidh aon linbh cleithiúnach

source: The Tús payment is taxable but the amount payable depends on individual circumstances
ga: Tá an íocaíocht Tús inchánaithe ach braitheann an méid iníoctha ar chúinsí aonair

source: Class A PRSI contributions will be paid for all participants
ga: Íocfar ranníocaíochtaí ÁSPC Aicme A do gach rannpháirtí

source: Those earning more than €352 a week will pay a PRSI contribution
ga: Má thuilleann siad níos mó ná €352 sa tseachtain, íocann siad ranníocaíocht ÁSPC

source: Participants on the Tús scheme are exempt from the Universal Social Charge
ga: Tá rannpháirtithe ar an scéim Tús díolmhaithe ón Muirear Sóisialta Uilíoch

source: Community and voluntary organisations
ga: Eagraíochtaí pobail agus deonacha

source: The work placements are proposed and provided by community and voluntary organisations
ga: Beartaíonn agus soláthraíonn eagraíochtaí pobail agus deonacha na socrúcháin oibre

source: The organisations must provide good quality work opportunities that are of benefit to the community
ga: Caithfidh na heagraíochtaí deiseanna obair ar dheachaighdeán atá chun tairbhe an phobail a sholáthar

source: Organisations with a proposed work placement should register with the local development company or Údarás na Gaeltachta in their area
ga: Ba chóir d'eagraíochtaí a bhfuil socrúchán oibre beartaithe acu clárú leis an gcomhlacht forbartha áitiúil nó le hÚdarás na Gaeltachta ina gceantar

source: They will be asked to submit a proposal detailing the work and the number of participants requested
ga: Iarrfar orthu togra a chur isteach ag déanamh cur síos ar an obair agus ar líon na rannpháirtithe a theastaíonn

source: The local development company or Údarás na Gaeltachta will assess and make a decision on the proposal
ga: Déanfar an comhlacht forbartha áitiúil nó Údarás na Gaeltachta measúnú agus cinneadh maidir leis an togra

source: The community and voluntary organisations are generally responsible for the costs which are not covered by Tús and they are required to make a contribution
ga: Go ginearálta, tá na heagraíochtaí pobail agus deonacha freagrach as na costais nach bhfuil clúdaithe ag Tús agus is gá dóibh ranníocaíocht a dhéanamh

source: In certain circumstances there may be some funding available from the local development company or Údarás na Gaeltachta
ga: I gcúinsí áirithe d'fhéadfadh sé go bhfuil roinnt maoiniú ar fáil ó chomhlacht forbartha áitiúil nó ó Údarás na Gaeltachta

source: In general, there is no application process for unemployed people who are eligible for this scheme
ga: Níl aon phróiseas iarratais do dhaoine dífhostaithe atá incháilithe don scéim seo

source: Potential participants will be selected and contacted by their social welfare local office or Intreo centre
ga: Roghnófar na rannpháirtithe féideartha agus déanfaidh a n-oifig leasa shóisialaigh nó ionad Intreo áitiúil teagmháil leo

source: Self-referrals should be made to the social welfare local office or Intreo centre
ga: Ba chóir do fhéinatreorúchán bheith déanta chuig an oifig leasa shóisialaigh áitiúil nó ionad Intreo

source: Community and voluntary organisations interested in providing Tús work placement opportunities should register with their local development company (pdf) or their Udarás na Gaeltachta office
ga: Ba chóir d’eagraíochtaí pobail agus deonacha a bhfuil suim acu deiseanna socrúcháin oibre Tús a sholáthar clárú lena gcomhlacht forbartha áitiúla (pdf) nó lena n-oifig Údarás na Gaeltachta

source: You can find more detailed information about Tús in this list of frequently asked questions
ga: Is féidir leat breis eolais mionsonraithe faoi Thús a fháil sa liosta seo de cheisteanna coitianta
